Repository: seanbarton/welcome-email-editor
Catalog: languages/sb-we-*.po
Languages: de_de

source: Visit [reset_pass] to set your password
de_de: Rufen Sie den Link [reset_pass] auf, um Ihr Passwort zu setzen

source: can not function because another plugin is conflicting. Please disable other plugins until this message disappears to fix the problem.
de_de: kann nicht funktionieren, da es einen Konflikt mit einem anderen plugin gibt. Bitte deaktivieren Sie das andere Plugin bis diese Meldung nicht mehr erscheint und das Problem gelöst ist.

source: [[blog_name]] Your username and password
de_de: [[blog_name]] Ihr Benutzername und Passwort

source: Username: [user_login]<br />Password: [user_password]<br />[login_url]
de_de: Benutzername: [user_login] < br/> Password: [user_password] < br/> [login_url]

source: [[blog_name]] New User Registration
de_de: [[blog_name]] Neue Benutzerregistrierung

source: New user registration on your blog [blog_name]<br /><br />Username: [user_login]<br />Email: [user_email]
de_de: Neue Benutzerregistrierung in Ihrem Blog [blog_name] < br/> < br/> Benutzername: [user_login] < br/> Email: [user_email]

source: [[blog_name]] Forgot Password
de_de: [[blog_name]] Passwort vergessen

source: Someone requested that the password be reset for the following account.<br /><br />[site_url]<br /><br />Username: [user_login]<br /><br />If this was a mistake, just ignore this email and nothing will happen.<br /><br />To reset your password, visit the following address: [reset_url]
de_de: Jemand hat angefordert, dass das Kennwort für das folgende Konto zurückgesetzt wird. < br/> < br/> [site_url] < br/> < br/> Benutzername: [user_login] < br/> < br/> Wenn dies ein Fehler war, ignorieren Sie einfach diese Email und es wird nichts passieren. < br/> < br/> Um Ihr Passwort zurückzusetzen, besuchen Sie die folgende Adresse: [reset_url]

source: Click to set
de_de: Anklicken zum Setzen

source: Settings have been successfully saved
de_de: Einstellungen wurden erfolgreich gespeichert

source: Test email sent to
de_de: Test Email gesendet an

source: General Settings
de_de: Allgemeine Einstellungen

source: These settings effect all of this plugin and, in some cases, all of your site.
de_de: Diese Einstellungen haben eine Auswirkung auf dieses Plugin und in einigen Fällen auch auf die gesamte Website.

source: From Email Address
de_de: Absender Mailadresse

source: Global option change the from email address for all site emails
de_de: Globale Option ändert die Absenderadresse für die gesamte Seite

source: From Name
de_de: Absender Name

source: Global option change the from name for all site emails
de_de: Globale Option ändert den Absendernamen für die gesamte Seite

source: Send Email As
de_de: Sende Mail als

source: Send email as Text or HTML (Remember to remove html from text emails).
de_de: Sende Mail als Text oder HTML (Denke daran, die HTML Tags bei Text Mails zu entfernen).

source: Set Global Email Headers
de_de: Setze Mail Header global

source: Welcome Email Settings
de_de: Willkommensmail Einstellungen

source: These settings are for the email sent to the new user on their signup.
de_de: Diese Einstellungen sind für die Mail, die an neu angelegte User gesendet wird.

source: User Email Subject
de_de: Benutzermail Betreff

source: Subject line for the welcome email sent to the user.
de_de: Betreffzeile für die Willkommensmail an den neuen User geschickt wird.

source: User Email Body
de_de: Benutzermail Inhalt

source: Body content for the welcome email sent to the user.
de_de: Inhalt für die Willkommensmail an den User.

source: Attachment URL
de_de: Anhang URL

source: Additional Email Headers
de_de: Zusätzliche Mail Header

source: Reply To Email Address
de_de: Antwort an die Mailadresse

source: Optional Header sent to change the reply to address for new user notification.
de_de: Optionaler Header um die Reply Adresse im Mailheader zu ändern.

source: Welcome Email Admin Notification Settings
de_de: Willkommensmail Admin Benachrichtigungseinstellungen

source: These settings are for the email sent to the admin on a new user signup.
de_de: Diese Einstellungen sind für die Admin Benachrichtigungsmail falls sich ein neuer User angemeldet hat.

source: Admin Email Subject
de_de: Admin Benachrichtigung Betreff

source: Subject Line for the email sent to the admin user(s).
de_de: Betreffzeile für die Mail an die Admin User

source: Admin Email Body
de_de: Admin Benachrichtigung Inhalt

source: Body content for the email sent to the admin user(s).
de_de: Inhalt für die Benachrichtigungsmail an die Administratoren

source: Send Admin Email To...
de_de: Sende Admin Benachrichtigungsmail an ..

source: User Forgot Password Email Settings
de_de: Passwort Rücksetzung Maileinstellungen

source: These settings are for the email sent to the user when they use the inbuilt Wordpress forgot password functionality.
de_de: Diese Einstellungen sind für die Mail an einen User der die eingebaute Wordpress "Passwort vergessen" Funktion aufgerufen hat.

source: Forgot Password Email Subject
de_de: Passwortrücksetzung Betreff

source: Forgot Password Message
de_de: Passwortrücksetzung Nachrichteninhalt

source: Update Settings
de_de: Einstellungen speichern

source: Test Emails (Save first, will send to current user)
de_de: Testmail (Bitte erst speichern. Sendet eine Testmail an den aktuellen User)

source: This page allows you to update the Wordpress welcome email and add headers to make it less likely to fall into spam. You can edit the templates for both the admin and user emails and assign admin members to receive the notifications. Use the following hooks in any of the boxes below: [site_url], [login_url], [reset_pass_url], [user_email], [user_login], [blog_name], [admin_email], [user_id], [custom_fields], [first_name], [last_name], [date], [time], [bp_custom_fields] (buddypress custom fields .. admin only), [post_data] (admin only. Sends $_REQUEST)
de_de: Diese Seite erlaubt ihnen die Wordpress Willkommensmail einfach zu verändern und erweitern. Sie können die Vorlagen verändern für User- und Administratorenbenachrichtigungen und weitere Admin Mailadressen für die Benachrichtigung ergänzen. Sie können in den Mails die folgenden Variablen benutzen: [site_url], [login_url], [reset_pass_url], [user_email], [user_login], [blog_name], [admin_email], [user_id], [custom_fields], [first_name], [last_name], [date], [time], [bp_custom_fields] (buddypress custom fields .. admin only), [post_data] (admin only. Sends $_REQUEST)

source: Settings
de_de: Einstellungen

source: Thanks, I've read this! Don't show again
de_de: Danke, ich habe es gelesen. Bitte nicht mehr anzeigen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Allows you to change the content, layout and even add an attachment for many of the inbuilt Wordpress emails. Simple!
de_de: Erlaubt die leichte Veränderung von Inhalt, Layout und sogar das Anhängen von Dateien für viele eingebaute Wordpress Mails. Einfach!
